<template>
  <div class="wrap">
    <navBar :title="title"></navBar>
    <div class="news_wrap">
      <h3 class="title">纳思书院软件隐私协议</h3>
      <p class="message">
        <span>版本:</span>
        <span>{{message.version}}</span>
        <i class="time"></i>
        最后更新日期:
        {{message.time}}
      </p>
      <div class="content">
        <p>
          纳思书院深知个人信息对用户的重要性，纳思书院将按照法律法规等
          的要求，采取相应安全保护措施，尽力保护用户的个人信息安全可
          控。纳思书院承诺将按照本隐私政策收集、使用和披露用户信息，本
          隐私政策适用于纳思书院的所有产品及服务。
          在使用纳思书院各项产品或服务前，请用户务必仔细阅读并透彻理解
          本政策，在确认充分理解并同意后使用相关产品或服务。一旦用户开
          始使用纳思书院各项产品或服务，即表示用户已充分理解并同意本政
          装
        </p>
        <p>
          1、用户信息的收集与使用原则：合法、正当、必要。
          <br />2、用户信息的收集与使用目的：便于纳思书院改进向用户提供的服
          务或向用户提供更精准的个性化服务。
          <br />3、用户信息的收集范围包括但不限于：用户注册的手机号码、昵称
          等账户信息，用户使用纳思书院服务预留的通讯地址、银行账号等信
          息，纳思书院经过用户允许收集的设备信息、搜索结果等信息，纳思
          网校通过服务合法收集的用户信息，包括但不限于当前学习阶段、购
          买及观看课程等信息。
          <br />4、用户信息的收集方式：
          <br />（1)用户自己上传的个人信息；用户自己预留的个人信息；
          <br />（2)纳思书院通过服务获取的用户信息：用户使用纳思书院服务
          时，系统经过用户允许后，可能会采用其他方式自动采集相关技术信
          息，包括设备或软件信息、搜索及浏览信息、位置和照片信息等；
          <br />5、用户信息的披露：纳思书院不会在未经用户许可的情况下向第三
          方或公众披露任何可能用以识别用户个人身份的信息；只在如下情况
          下，纳思书院会合法披露用户信息：
          <br />（1)经用户事先同意，向第三方披露；
          <br />（2)根据法律的有关规定，或者行政或司法机构的要求，向第三方
          或者行政、司法机构披露；
          <br />（3)其它根据法律、法规或者政策应进行的披露；
          <br />6、用户信息的共享：为便于纳思书院基于关联账号共同向用户提供
          服务，用户的个人信息可能会与纳思书院的关联公司共享。
          如果某些服务将由纳思书院和授权合作伙伴共同完成，纳思书院可能
          会与合作伙伴共享用户的某些个人信息，纳思书院仅会出于合法、正
          当、必要、特定、明确的目的共享用户的个人信息，并且只会共享提
          供服务所必要的个人信息。纳思书院会与其合作伙伴签署严格的数据
          保护协定，要求他们按照本隐私权政策以及其他任何相关的保密和安
          全措施来处理个人信息，纳思书院的合作伙伴无权将共享的个人信息
          用于与产品或服务无关的其他用途。
          <br />7、用户信息的保护：纳思书院非常重视信息安全，将使用各种安全
          技术和程序以防信息的丢失、不当使用、未经授权阅览或披露。例
          如，在某些服务中，将利用加密技术来保护用户向纳思书院提供的个
          人信息。但请用户理解，由于技术的限制及风险防范的局限，即使纳
          思网校已经尽力加强安全措施，也无法始终保证信息百分之百的安
          全。用户需要了解，用户接入互联网服务所使用的系统和通讯网络，
          有可能因纳思书院可控范围外的情况而发生问题
          <br />（1)用户的账户均有安全保护功能，用户应采取积极措施保护个人
          信息的安全，包括但不限于使用复杂密码、定期修改密码、不将自己
          的账号密码等个人信息透漏给他人等。
          <br />（2)除非经过用户同意，纳思书院不允许任何用户、第三方通过纳
          思网校收集、出售或者传播用户信息。
          <br />（3)纳思书院含有到其他网站的链接，纳思书院不对那些网站的隐
          私保护措施负责。当用户登陆那些网站时，请提高警惕，保护个人隐
          私。
          <br />8、发送服务信息：纳思书院将通过官方客服电话400 903 0903,微
          信服务号等官方渠道向用户预留的移动电话、微信号码等发送上课提
          醒等服务信息，并设置明确的退订、取消关注方式。
          私保护措施负责。当用户登陆那些网站时，请提高警惕，保护个人隐
          私。
          <br />9、发送服务信息：纳思书院将通过官方客服电话400 903 0903,微
          信服务号等官方渠道向用户预留的移动电话、微信号码等发送上课提
          醒等服务信息，并设置明确的退订、取消关注方式。
          <br />10、用户信息的存储与传输：纳思书院存储和备份的用户个人信息将
          保留在托管的服务器上。
          <br />11、用户信息的完善、更改与删除：
          <br />（1)为给用户提供更加优质的服务，纳思书院鼓励用户及时完善个
          人信息。
          <br />（2)用户有权自行更改、删除在纳思书院的账户信息。
          <br />12、未成年用户个人信息：纳思书院不主动收集未成年用户的个人信
          息，未成年用户使用纳思书院服务应由其监护人进行注册或征得其监
          护人同意。
          <br />13、个人信息安全事件的处置：如果不幸发生个人信息安全事件，纳
          思网校将在在第一时间按照法律法规的要求告知用户，包括安全事件
          的基本情况和可能的影响、已采取或将要采取的处置措施、补救措
          施，用户可自主防范和降低风险的建议等。事件相关情况纳思书院将
          以邮件、电话、推送通知等方式告知用户，或采取合理、有效的方式
          发布公告。同时，纳思书院还将按照监管部门要求，上报个人信息安
          全事件的处置情况。
          <br />14、投诉渠道：用户对个人信息的设置如有不明或对隐私事项有任何
          举报、投诉、合理化建议等，均可拨打纳思书院官方客服电话400
          903 0903.当用户与纳思书院联系时，纳思书院可能会保存用户的通
          信／通话记录和内容或用户留下的联系方式等信息，以便与用户联系
          或帮助用户解决问题，或记录相关问题的处理方案及结果。
          <br />15、隐私政策修订：纳思书院将根据国家法律法规等的修改及变化随
          时修订本隐私政策，并通过纳思书院网站公告等方式通知用户。
        </p>
      </div>
    </div>
  </div>
</template>

<script>
import navBar from "../../components/navBar.vue";

export default {
  data() {
    return {
      title: "隐私协议",
      message: {
        version: "1.0V",
        time: "2020-09-15",
      },
    };
  },
  components: {
    navBar,
  },
};
</script>
<style lang="scss" scoped>
.wrap {
  background: #fff;
  min-height: 100vh;
  .news_wrap {
    padding: 0 15px;
  }
  .title {
    text-align: center;
    margin-top: 27px;
    font-size: 15px;
    color: #333333;
    line-height: 21px;
    font-weight: 500;
    color: #232b36;
    margin-bottom: 6px;
  }
  .message {
    line-height: 18px;
    color: #999;
    font-size: 13px;
    text-align: center;
    display: flex;
    justify-content: center;
  }
  .time {
    margin-left: 30px;
  }
  .content {
    margin-top: 26px;
    color: #666666;
    line-height: 21px;
    font-size: 13px;
  }
}
</style>
