<template>
  <div class="wrap">
    <navBar :title="title"></navBar>
    <div class="news_wrap">
      <h3 class="title">纳思书院软件用户协议</h3>
      <p class="message">
        <span>版本:</span>
        <span>{{message.version}}</span>
        <i class="time"></i>
        最后更新日期:
        {{message.time}}
      </p>
      <div class="content">
        <p>
          欢迎访问纳思书院！纳思书院网站（www.21nice.cn)及相应的手
          机应用软件 请用户在访问和使用纳思书院提供的服务前仔细阅读本协
          议。用户点击“提交注册”，即表示您已阅读并同意遵守纳思书院服务
          协议。
        </p>
        <p>一、用户</p>
        <p>
          本服务协议双方分别为“纳思书院”和“纳思书院用户”
          注册、使用、购买纳思书院服务的家长及学生，均称为用户。用户必
          须是具备完 全民事行为能力的自然人，无民事行为能力人及限制民事
          行为能力人注册为纳思 网校用户或使用、购买纳思书院服务，应由其
          监护人陪同或征得其监护人同意。
        </p>
        <p>二、纳思书院服务</p>
        <p>
          1、纳思书院提供的服务为在线课程，课程主要形式为在线直播，部
          分课程为录播。
        </p>
        <p>
          2、纳思书院提供的在线课程包括付费课程和免费课程。用户需注册
          纳思书院账 号并支付费用后方可进行付费课程的学习及接受付款课程
          的相关服务。
        </p>
        <p>
          3、在线直播课程，用户需遵守直播课程的时间安排进行上课，因故
          错过在线直播时间的，用户需按照规定时间及时观看直播回放；在线
          录播课程，请用户务必 在规定时限内完整观看录播课程，因用户个人
          原因在规定时限内未完整观看录播课程，超过规定时限后无法继续观
          看的，由此导致的不利后果由用户自行承担；
        </p>
        <p>
          4、在线直播课程，已超过授课时间且老师已完成正常授课的课节，
          无论您是否 上课均不可退费；但针对未到授课时间的课节，如果您基
          于个人原因无法按时上课，您可按照纳思书院的规则进行请假或者申
          请调课。
        </p>
        <p>
          5、纳思书院只提供在线课程服务，与学习在线课程相关的设备及网
          络条件，均由用户自行负担。（建议用户通过电脑下载”纳思书院助手”并在网络较为流程的环境下进项在线课程的学习，以保证良好的
          学习体验。）
        </p>
        <p>
          6、用户主动付款的定金（包括但不限于课程和活动），无论之后用
          户是否参与 课程和活动，一律不予退还且最终解释权归纳思书院所
          有。
        </p>
        <p>三、纳思书院网站使用规则</p>
        <p>1.用户注册</p>
        <p>
          为了完整使用纳思书院提供的服务，用户需要注册一个纳思书院账
          户。账户 名为用户所提供的常用手机号码，用户需设置密码并确认，
          通过纳思书院下发的验证码进行账户验证后，该账户即完成初步注
          册。在个人中心里，用户可设置相关个人信息。用户可以在账户中查
          询到自己的课程记录和资金等情况。
        </p>
        <p>2、账户管理</p>
        <p>
          用户使用纳思书院服务，应负责维护自己账户的保密性并限制第三方
          使用／访问其计算机或移动设备，用户对其账户和密码下发生的所有
          活动承担法律责任。
        </p>
        <p>3、订单及支付</p>
        <p>
          本条款所述“订单”，是指用户根据自身需求与纳思书院达成的在线教
          学服务协议。订单在下述条件同时满足时正式成立:
        </p>
        <p>1)用户在纳思书院找到符合自己需求的在线课程；</p>
        <p>2)用户已向纳思书院支付订单费用；</p>
        <p>
          用户向纳思书院支付课程费用后，需按照纳思书院规定的上课时间按
          时上课。若用户因故不能按时完成课程，可通过纳思书院网站或纳思
          网校APP发起请假或 者调课申请，有关请假和调课等事项，请参见纳
          思网校网站的具体规则介绍。
        </p>
        <p>4、授课</p>
        <p>在线课程的授课方式主要为在线直播，部分课程为录播。</p>
        <p>5、发布评价</p>
        <p>
          用户学习在线课程后，可在纳思书院网站或APP上对课程质量及课程
          服务做 出相应评价，用户应保证评价的真实性和客观性，对不真实不
          客观或者侵犯授课 老师及纳思书院合法权益的评价，纳思书院有权依
          法删除。用户在纳思书院发布的评价、意见、建议或其他任何信息，
          均不得违反中国现行法律法规及其他规范性文件的规定，不得含有非
          法、淫秽、威胁、侮辱、诽谤、侵犯隐私权、侵犯名 誉权、侵犯知识
          产权等合法权益的内容或以其他形式对第三方权利构成侵犯。纳思网
          校在接到有关权利人的投诉与举报后将采取合理的删除或屏蔽等技术
          措施；情节严重的，纳思书院有权采取封号等措施终止用户使用纳思
          网校服务。基于用 户的过错给纳思书院造成损失时，用户须对纳思网
          校承担赔偿责任。
        </p>
        <p>四、纳思书院的权利及义务</p>
        <p>
          1、纳思书院有义务在现有技术上维护在线教育平台的正常运营。纳
          思网校享有 对用户使用本协议约定服务的监督、提示、检查、纠正等
          权利。
        </p>
        <p>
          2、纳思书院有权保留用户注册及使用纳思书院服务时预留及上传的
          所有信息。纳思书院在线上线下针对纳思书院服务进行宣传推广活动
          时，有权合理使用用户 上传的信息。
        </p>
        <p>3、纳思书院有权删除或屏蔽用户上传的非法及侵权信息。</p>
        <p>
          4、纳思书院谨慎使用用户的所有信息，非依法律规定及用户许可，
          不得向任何 第三方透露用户信息。
        </p>
        <p>
          5、纳思书院不对任何其他第三方搜索引擎的合法信息抓取功能采取
          屏蔽措施。
        </p>
        <p>
          6、纳思书院在首页底导为任何涉嫌被侵权的权利人设置便捷的投诉
          渠道，并依法采取合理救济措施。
        </p>
        <p>
          7、纳思书院建立客户服务体系，协助用户解决使用纳思书院服务过
          程中的投诉 与纠纷。
        </p>
        <p>
          8、纳思书院有权按照“前台自愿、后台实名”的原则对用户进行实名化
          登记与管理。
        </p>
        <p>五、用户的权利及义务</p>
        <p>1、用户须为合法目的使用纳思书院提供的服务。</p>
        <p>
          2、用户注册的纳思书院账号，仅供注册用户本人使用，不得将账号
          及密码提供 给其他人共同使用。用户发现任何非法使用用户账号的情
          况，应立即通知纳思书院。
        </p>
        <p>
          3、用户不得利用纳思书院平台发布任何商业信息，包括但不限于销
          售信息、招 聘信息、寻求合作信息等。
        </p>
        <p>
          4、用户对其发布信息的真实性、合法性、有效性及完整性承担法律
          责任。用户 不得在纳思书院平台上发布任何虚假、违法信息及言论。
          用户上传纳思书院的任 何内容如涉嫌违法或侵犯第三方合法权利的，
          用户须独立承担因此所产生法律责任。
        </p>
        <p>
          5、用户仅基于自我学习之目的享有使用纳思书院服务的权利，未经
          纳思书院书面许可，用户不得对纳思书院网站中包括但不限于音频、
          视频、文字、图片、软件等任何内容进行下载、录屏、复制、售卖等
          违反知识产权相关法律、法规的行为，由此所导致的一切民事、行政
          或刑事责任，由用户自行承担。
        </p>
        <p>
          6、用户购买的在线课程仅供购买用户本人学习，不得采取下载、录
          屏、出售、上传其他存储空间等任何方式提供给其他人。
        </p>
        <p>
          7、用户的注册信息发生变化时，用户应及时更新自己的注册信息，
          保证其个人资料的详尽和准确。
        </p>
        <p>
          8、用户不得恶意攻击、辱骂、诽谤、骚扰纳思书院工作人员、授课
          老师或纳思书院上的其他用户。
        </p>
        <p>
          9.用户购买纳思书院网站上的在线课程后，应在规定期限按时上课，基于用户个人原因导致无法正常上课或观看视频的，相关不利后
          果由用户自行承担。
        </p>
        <p>
          10、用户购买纳思书院网站上的在线课程后，应按要求完成加入课程
          班级群等规定动作，以便完整接受相关课程辅导服务。
        </p>
        <p>
          六、用户注意义务特别提示
          <br />用户上传纳思书院网站的信息不得含有以下内容：
          <br />（一）反对宪法确定的基本原则的；
          <br />（二）危害国家统一、主权和领土完整的；
          <br />（三）泄露国家秘密、危害国家安全或者损害国家荣誉和利益的；
          <br />（四）煽动民族仇恨、民族歧视，破坏民族团结，或者侵害民族风俗、习惯的；
          <br />（五）宣扬邪教、迷信的；
          <br />（六）扰乱社会秩序，破坏社会稳定的；
          <br />（七）诱导未成年人违法犯罪和渲染暴力、色情、赌博、恐怖活动的；
          <br />（八）侮辱或者诽谤他人，侵害公民个人隐私等他人合法权益的；
          <br />（九）危害社会公德，损害民族优秀文化传统的；
          <br />（十）有关法律、行政法规和国家规定禁止的其他内容。
          <br />用户不得利用纳思书院服务从事违法活动。用户应对自己在纳思书院
          网站上的违 法行为承担全部法律责任。
        </p>
        <p>七、知识产权</p>
        <p>
          1、网站及软件使用
          <br />用户登录纳思书院网站或需要下载纳思书院提供的直播工具、手
          机／pad软件并安装后方得以从客户端使用纳思书院所提供的服务。
          纳思书院在此授予用户免费的、不可转让的、非独占的全球性个人许
          可分许用户使用由纳思书院提供的，包含在服务中的软件。但是，用户不得复制、修改、发布、出售或出租纳思书院 的服务软件或所含
          软件的任何部分，也不得进行反向工程或试图提取该软件的源代码。
          <br />2、版权
          <br />纳思书院网站以任何形式表现的作品包括但不限于网页文字、图片、
          音频、视频、软件等的知识产权均归纳思书院所有或纳思书院已取得
          合法授权，非经纳思书院书面许可，用户非基于自我学习之目的外，
          不得以任何方式下载、录屏、复制、修改、转让、分发、出售或传输
          纳思书院网站的内容或创造相关衍生作品。
          <br />用户在纳思书院网站自行上传的所有内容（包括但不限于文字、图
          片、音频、视频等），用户应享有相关知识产权或经过第三方合法授
          权。用户在此授权纳思 网校对用户上传的所有内容享有永久的、免费
          的使用权，包括但不限于复制、发表、修改、汇编、展示、翻译等，
          以及以现在已知或日后开发的任何形式或技术，将上述内容纳入其它
          作品内或制作其他衍生作品。
          <br />3、企业标识及商标
          <br />纳思书院企业标识及商标均为纳思书院所有的合法财产。用户未经纳
          思网校 书面许可不得擅自使用，不得以任何方式或理由对纳思书院网
          站标识或商标的任 何部分进行使用、复制、修改、传播或与其它产品
          捆绑使用，不得以任何可能引 起消费者混淆的方式或任何诋毁或诽谤
          纳思书院的方式用于任何商品或服务上。未经纳思书院的书面许可，
          纳思书院网站上的任何内容都不应被解释为以默许或 其他方式授予许
          可或使用纳思书院网站上出现的标识或商标的权利。
        </p>
        <p>八、免责条款</p>
        <p>
          如发生以下情况，纳思书院不对用户的直接或间接损失承担法律责
          任：
          <br />1、纳思书院的服务包含信息存储空间，针对用户自行上传的内容，
          纳思书院不 保证该等内容的准确性、有效性、及时性或完整性，该等内容的真实性、合法性、
          有效性及完整性等由提供信息的用户承担相
          关法律责任；
          <br />2、不可抗力事件导致的服务中断或纳思书院无法控制的原因所导致
          的用户损失，纳思书院不承担任何责任；
          <br />3、用户使用纳思书院网站（包括链接到第三方网站或自第三方网站
          链接）而可能产生的计算机病毒、黑客入侵、系统失灵或功能紊乱等
          导致的用户损失，纳思书院不承担任何责任；
          <br />4、由于用户将个人注册账号信息告知他人或与他人共享注册账号，
          由此导致的 任何风险或损失，由用户自行承担；
          <br />5、用户的电脑软件、系统、硬件和通信线路出现故障或自身操作不
          当；
          <br />6、由于网络信号不稳定等原因所引起的登录失败、资料同步不完
          整、页面打开 速度慢等；
          <br />7、用户发布的内容被他人转发、复制等传播可能带来的风险和责
          任；
          <br />8、其他纳思书院无法控制的原因；
          <br />9、如因系统维护或升级而需要暂停网络服务，纳思书院将尽可能事
          先在纳思网 校网站进行通知。
        </p>
        <p>
          九、服务终止
          <br />用户在使用纳思书院服务的过程中，具有下列情形时，纳思书院有权
          采取封号等 措施终止对该用户的服务：
          <br />1、用户以非法目的使用纳思书院服务；
          <br />2、用户不以上课的真实交易为目的使用纳思书院服务；
          <br />3、用户存在多次被投诉等不良记录的；
          <br />4、用户存在采用非法下载、录屏、出售等方式侵犯纳思书院或其他
          第三方知识产权等合法权益的行为；
        </p>
      </div>
    </div>
  </div>
</template>

<script>
import navBar from "../../components/navBar.vue";

export default {
  data() {
    return {
      title: "用户协议",
      content: "当前暂无内容",
      message: {
        version: "1.0V",
        time: "2020-09-15",
      },
    };
  },
  components: {
    navBar,
  },
};
</script>
<style lang="scss" scoped>
.wrap {
  background: #fff;
  min-height: 100vh;
  .news_wrap {
    padding: 0 15px;
  }
  .title {
    text-align: center;
    margin-top: 27px;
    font-size: 15px;
    color: #333333;
    line-height: 21px;
    font-weight: 500;
    color: #232b36;
    margin-bottom: 6px;
  }
  .message {
    line-height: 18px;
    color: #999;
    font-size: 13px;
    text-align: center;
    display: flex;
    justify-content: center;
  }
  .time {
    margin-left: 30px;
  }
  .content {
    margin-top: 26px;
    color: #666666;
    line-height: 21px;
    font-size: 13px;
  }
}
</style>
